tap "hashicorp/tap"
brew "certifi"
brew "openssl@3"
brew "zstd"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cloudflared"
brew "eza"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "gemini-cli"
brew "gh"
brew "go"
brew "helm"
brew "htop"
brew "kind"
brew "kubernetes-cli"
brew "pnpm"
brew "pre-commit"
brew "starship"
brew "stow"
brew "uv"
brew "wget"
brew "wireguard-tools"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "hiddenbar"
cask "iina"
cask "orbstack"
cask "postman"
cask "postman-agent"
cask "raycast"
cask "t3-code"
