tap "gcenx/wine"
tap "hashicorp/tap"
tap "heroku/brew"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "microsoft/mssql-release"
tap "tinygo-org/tools"
brew "admesh"
brew "certifi"
brew "openssl@3"
brew "zstd"
brew "ansible"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "cabal-install"
brew "cabextract"
brew "cloudflared"
brew "docker-compose"
brew "eza"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "ghc"
brew "ghcup"
brew "go"
brew "helm"
brew "htop"
brew "jupyterlab"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "openldap"
brew "pipx"
brew "pnpm"
brew "pre-commit"
brew "pyenv"
brew "starship"
brew "stow"
brew "uv"
brew "wget"
brew "wireguard-tools"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "tinygo-org/tools/tinygo"
cask "amitv87-pip"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "hiddenbar"
cask "iina"
cask "orbstack"
cask "postman"
cask "postman-agent"
cask "raycast"
cask "sensei"
cask "shottr"
cask "spacelauncher"
npm "corepack"
npm "react-dom"
